Repository: wp-plugins/super-emails-for-woocommerce-lite
Catalog: super-emails-for-woocommerce/languages/sefw-*.po
Languages: fr_fr

source: Selection sequence
fr_fr: Ordre des critères de sélection

source: Drag and drop the blocks to define your sequence for the products selection
fr_fr: Réordonnez les blocs en les glissant-déposant pour modifier l'ordre des critères de sélection

source: Preview
fr_fr: Prévisualiser

source: Your settings have been saved.
fr_fr: Vos préférences ont été sauvegardées

source: Reverted to a previous value.
fr_fr: Remis à la valeur par défaut

source: must be numeric
fr_fr: doit être un nombre

source: must be either 0 or 1
fr_fr: doit être 0 ou 1

source: is not allowed
fr_fr: n'est pas permis

source: is not a valid email address
fr_fr: n'est pas une adresse mail valide

source: is not a valid URL
fr_fr: n'est pas une URL valide

source: is not a valid text string
fr_fr: n'est pas une chaîne de caractères valide

source: is not a valid product
fr_fr: n'est pas un produit valide

source: Value of
fr_fr: La valeur de

source: You must have at least one valid order in WooCommerce to preview emails.
fr_fr: Vous devez avoir au moins une commande valide au sein de WooCommerce.

source: General settings
fr_fr: Paramètres généraux

source: Integration of your products
fr_fr: Intégration de vos produits

source: Activate
fr_fr: Activer

source: <span>Activate Super Emails for WooCommerce plugin</span>
fr_fr: <span>Activer le plugin Super Emails for WooCommerce</span>

source: Number of products
fr_fr: Nombre de produits

source: <span>Number of products to be displayed per email</span>
fr_fr: <span>Nombre de produits à afficher par mail</span>

source: Number of rows
fr_fr: Nombre de lignes

source: <span>Display 1 or 2 rows of products per email.<br>For 2 rows, number of products must be at least 4.</span>
fr_fr: <span>Nombre de lignes de produits<br>Pour 2 lignes, vous devez afficher au moins 4 produits.</span>

source: Enable with Processing order
fr_fr: Activer pour les emails de nouvelle commande

source: <span>Display suggested products on Processing order emails</span>
fr_fr: <span>Afficher les produits proposés sur les emails de nouvelle commande</span>

source: Enable with Completed order
fr_fr: Activer pour les emails de commande terminée

source: <span>Display suggested products on Completed order emails</span>
fr_fr: <span>Afficher les produits proposés sur les emails de commande terminée</span>

source: Enable with Customer note
fr_fr: Activer pour les notes client

source: <span>Display suggested products on Customer note emails</span>
fr_fr: <span>Afficher les produits proposés sur les notes envoyées aux clients</span>

source: Embed images
fr_fr: Intégrer les images

source: <span>Integrate images in emails. May not work on your server</span>
fr_fr: <span>Intègre les images dans les emails. Le bon fonctionnement peut dépendre de votre serveur</span>

source: Products selection
fr_fr: Sélection des produits

source: Specific Products
fr_fr: Produits spécifiques

source: Select your products
fr_fr: Choisissez vos produits

source: Text and Layout
fr_fr: Textes et design

source: Main background
fr_fr: Arrière-plan principal

source: Color
fr_fr: Couleur

source: Title
fr_fr: Titre

source: Text
fr_fr: Texte

source: You may like...
fr_fr: Vous pourriez aimer...

source: Font Size
fr_fr: Taille de la police

source: Text Color
fr_fr: Couleur du texte

source: Background Color
fr_fr: Couleur de l'arrière-plan

source: Introduction Text
fr_fr: Texte de présentation

source: Show
fr_fr: Afficher

source: We have selected those products just for you according to your tastes. Have a look!
fr_fr: Nous avons sélectionné ces produits spécialement pour vous en fonction de vos goûts. Jetez un oeil !

source: Product Name
fr_fr: Nom du produit

source: Font size
fr_fr: Taille de la police

source: Price
fr_fr: Prix

source: Product Description
fr_fr: Description du produit

source: Use short description
fr_fr: Utiliser la description courte

source: Description Maximum Words
fr_fr: Nombre maximal de mots

source: Product Link Button
fr_fr: Bouton du lien

source: View product
fr_fr: Voir

source: Emails Previewing
fr_fr: Prévisualisation des emails

source: Test Order ID
fr_fr: Nº de commande

source: To preview the email relating to a specific order, please fill in its ID. If not, the last order will be automatically used. Please make sure that you have at least one valid order in WooCommerce.
fr_fr: Pour prévisualiser l'email lié à une commande précise, veuillez indiquer l'identifiant de la commande. Si vous laissez ce champ vide, la dernière commande sera utilisée. Veuillez vous assurer qu'il y a au moins une commande valide dans votre WooCommerce.

source: New Order email
fr_fr: Email de nouvelle commande

source: Order Complete email
fr_fr: Email de commande terminée

source: Customer Note email
fr_fr: Email de note client

source: Up-sells
fr_fr: Produits de montée en gamme

source: Cross-sells
fr_fr: Produits de vente croisée

source: Related products
fr_fr: Produits apparentés

source: Specific products from the shop
fr_fr: Produits spécifiques de la boutique

source: Random products from the shop
fr_fr: Produits au hasard de la boutique

source: Maximum products quantity
fr_fr: Nombre maximum de produits

source: Use the field below to select products
fr_fr: Indiquer les produits dans le champ ci-dessous

source: Products sharing the same tags or categories
fr_fr: Produits partageant la même catégorie ou mot clé
